<template>
  <n-card
    :bordered="false"
    segmented>
    <p>亲爱的用户：</p>
    <p>
      感谢您一直以来对奥创的支持与信任！为了让我们能够更好地为您提供优质的服务，我们决定对奥创服务进行升级，将按照使用频率计费。这样，我们就能够更加专注于技术的研发和升级，提升聊天机器人的智能水平和回答准确度，从而为您提供更高效、更稳定的服务。
      我们深知，这次调整会对您的使用产生一定的影响。但是请相信，我们所做出的这个决定，是为了让您获得更加贴心、便捷的服务体验，并维持奥创服务的可持续发展。我们希望通过收费的方式，不断更新升级技术，以持续为您提供最好的服务。
      我们非常感谢您的理解和支持！如果您有任何疑问或建议，请随时联系我们。我们将竭诚为您提供最优质的服务。
    </p>
    <p class="text-right">奥创团队</p>
  </n-card>
</template>

<style lang="less"></style>

<script setup lang="ts"></script>
